12/data/attachments/5380584c654b7428.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b585d80b-ed86-486a-bcf5-b496beb7c3cf</nif:username>
            <nif:friendToBeAdded>Ariel_even_Actions_96771_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>